const quiz = [
    {
        "q" : "В жизни главное:",
        "a" : {
            "k": "Успех в карьере",
            "h" : "Авантюры и чистое сердце",
            "g" : "Дружба и отношения",
            "s" : "Богатство и уважение окружающих",
        }
    },

    {
        "q" : "В случае опасности ты",
        "a" : {
            "k": "Сначала нужно все обдумать и составить план",
            "h" : "Ой, я лучше буду держаться подальше",
            "g" : "К черту план, побежали решать проблему!",
            "s" : "Что значит «в случае», я сам и организовал эту опасность",
        }
    },

    {
        "q" : "В людях ты больше всего ценишь:",
        "a" : {
            "k": "Трудолюбие",
            "h" : "Честность",
            "g" : "Отвагу",
            "s" : "Хитрость",
        }
    },

    {
        "q" : "Для тебя самое сложное в самоизоляции:",
        "a" : {
            "k": "Успеть поучаствовать во всех онлайн-семинарах",
            "h" : "Отказаться от встрех с друзьями",
            "g" : "Сохранять спокойствие: я волнуюсь за своих родных",
            "s" : "Сидеть дома",
        }
    },

    {
        "q" : "Какие книги тебя больше всего привлекают?",
        "a" : {
            "k": "Сложные и значимые для мировой культуры",
            "h" : "Атмосферные, с хорошо проработанными персонажами",
            "g" : "Полезные",
            "s" : "С неожиданными поворотами",
        }
    },
    

    {
        "q" : "Какого питомца возьмете с собой? ",
        "a" : {
            "k": "Сова",
            "h" : "Кролик",
            "g" : "Кот",
            "s" : "Крыса",
        }
    },

    {
        "q" : "Какой предмет хотите изучать сильнее всего?",
        "a" : {
            "k": "Зельеварение",
            "h" : "Травология",
            "g" : "Защита от темных искусств",
            "s" : "Заклинания",
        }
    },
    {
        "q" : "Уроки закончились, куда пойдем?",
        "a" : {
            "k": "Проберусь в запретную секцию библиотеки",
            "h" : "Пойду с друзьями пить сливочное пиво",
            "g" : "Не знаю - приключения найдут меня сами",
            "s" : "Попытаюсь открыть тайную комнату",
        }
    },

    {
        "q" : "Самое жуткое заклинание?",
        "a" : {
            "k": "Обливиэйт: отшибает память",
            "h" : "Круциатус: причиняет боль",
            "g" : "Заклинания, которые не позволяют произносить собственные чары",
            "s" : "Империо: подчиняет волю",
        }
    },

]




