let answers = {
    "h" : {
        "description": " Пуффендуй. Пуффендуйцы были самыми многочисленными после Гриффиндора участниками Битвы за Хогвартс. Потому что они верят в добро. Для тебя слова «защита слабых» и «справедливость» — не пустой звук. Ты не ищешь приключений, но опасность встречаешь так, как и подобает сокурсникам Седрика Диггори, Доры Тонкс и Ньюта Саламандера — с высоко поднятой головой и навыками, почти совершенными от прилежной работы над собой. Наш мир был бы намного лучше, если бы в нем было больше пуффендуйцев.",
        "image" : `<img src="images/hup.png" width=290>` ,
    } ,

    "g" : {
        "description": "Гриффиндор. Ты обожаешь проверять мир на прочность, нарушать правила, рисковать и смотреть, что из этого выйдет. Но ты можешь быть не только отважным, но и самоотверженным, как истинные гриффиндорцы Невилл Долгопупс и Гарри Поттер. В этот список можно записать и Лили Эванс: именно ее акт самопожертвования спас и сына, и весь мир. Все-таки факультет этот не просто для смутьянов! Ты щедрый и замечательный друг." ,
        "image" : `<img  src="images/grif.png" width=290 >` ,
    } ,

    "s" : {
        "description": "Слизерин. Тебя могут посчитать расчетливым эгоистом. И так оно и есть, но разве это плохо? Никому еще не помешало думать на пару шагов вперед и заботиться о себе и своих близких. Власть, сила, амбиции кого-то могут напугать, но не тебя: они притягивают, как Северуса Снейпа притягивала темная магия. То, что ты не стремишься влезть в каждую переделку, спасая чужую шкуру, не говорит ничего плохого. Ради близких ты можешь порвать со своим окружением, как Андромеда Блэк, или даже без оружия выступить против Волан-де-Морта, как Нарцисса и Люциус Малфои." ,
        "image" : `<img src="images/sli.png" width=290>` ,
    } ,

    "k" : {
        "description" : "Когтверан. Тебя могут считать странным и необычным, ведь умных и талантливых людей часто не понимают. Тем важнее окружить себя теми, кто знает, что мир — одна большая загадка. Иногда нужен творческий и нестандартный подход, чтобы ее разгадать. Ты обожаешь узнавать новое, интересуешься мистикой, как Сивилла Трелони, ты чувствительный и эмоционально развитый человек, как Чжоу Чанг. Надеемся, ты найдешь таких же отличных друзей, какие были у Полумны Лавгуд!" ,
        "image" : `<img src="images/raw.png" width=290>` ,
    } ,

};
